42crunch.vscode-openapi
alefragnani.bookmarks
arjun.swagger-viewer
asciidoctor.asciidoctor-vscode
azurite.azurite
bazelbuild.vscode-bazel
bbenoist.nix
bdavs.expect
blzjns.vscode-raml
cbrevik.toggle-format-on-save
clemenspeters.format-json
csholmq.excel-to-markdown-table
cybai.yaml-key-viewer
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deiteris.vs-api-contractor
docker.docker
dpastoor.vscode-nm
durablefunctionsmonitor.durablefunctionsmonitor
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
flowtype.flow-for-vscode
foxundermoon.shell-format
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gitpod.gitpod-desktop
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hediet.vscode-drawio
hilleer.yaml-plus-json
hoovercj.vscode-power-mode
htmlhint.vscode-htmlhint
janisdd.vscode-edit-csv
jebbs.plantuml
jeppeandersen.raml
jhipster-ide.jdl
jnoortheen.nix-ide
jock.svg
johnstoncode.svn-scm
khaeransori.json2csv
lgdd.vscode-osgi
mechatroner.rainbow-csv
mhutchie.git-graph
michelemelluso.code-beautifier
microprofile-community.mp-rest-client-generator-vscode-ext
microprofile-community.mp-starter-vscode-ext
microprofile-community.vscode-microprofile-pack
mikestead.dotenv
mosapride.zenkaku
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-bicep
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-playwright.playwright
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.extension-test-runner
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.notepadplusplus-keybindings
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-mysql
naco-siren.gradle-language
nicolasvuillamy.vscode-groovy-lint
nidu.copy-json-path
oderwat.indent-rainbow
oliversturm.fix-json
onemain.raml-ls
orta.vscode-jest
payara.payara-vscode
pedroguerra.ant-tree-viewer
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-community-server-connector
redhat.vscode-microprofile
redhat.vscode-rsp-ui
redhat.vscode-server-connector
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
ritwickdey.liveserver
ryanluker.vscode-coverage-gutters
shd101wyy.markdown-preview-enhanced
shengchen.vscode-checkstyle
shopify.ruby-lsp
sohamkamani.code-eol
sonarsource.sonarlint-vscode
standard.vscode-standard
stylelint.vscode-stylelint
tabnine.tabnine-vscode
tomoki1207.pdf
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-concourse
vmware.vscode-manifest-yaml
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vue.volar
waderyan.gitblame
yinfei.luahelper
yoshinorin.current-file-path
yzhang.markdown-all-in-one
zignd.html-css-class-completion
